{
  "home": "HOME",
  "about": "ABOUT US",
  "games": "GAMES",
  "footer-legal": "Copyright Mermelada Games. All rights reserved. All company names, brand names, trademarks and logos are the property of their respective owners.",
  "about-title": "About Us",
  "about-text": "We're five slightly crazy game devs from Barcelona who love making unique, fun video games. Just friends, passion, and a lot of creative chaos.  Always spreading fun!",
  "mission-title": "Mission",
  "mission-text": "Our goal is to spread fun into every corner with creative and accessible games designed for everyone.",
  "role-artist": "Artist",
  "role-designer": "Designer",
  "role-designer-artist": "Designer & Artist",
  "role-programmer": "Programmer",
  "role-programmer-audio": "Programmer & Audio",
  "team": "TEAM",
  "view-game": "VIEW THE GAME",
  "play-game": "PLAY THE GAME",
  "game-about": "About the game",
  "mots-about": "Mots is a cozy, replayable word puzzle game that promotes the richness of the Catalan language. Designed for players of all ages, it simple mechanics with charming visuals and relaxing gameplay. Whether you're a language lover or just looking for a mindful break, Mots invites you to discover, learn, and enjoy Catalan, one word at a time. It is a prototype that has been selected as a project to be developed and published by GameBCN and 3Cat.",
  "mots-max-fun": "Maximum Fun Award - LUDI awards 2024",
  "mots-selected": "Selected for further development - LUDI awards 2024",
  "mindsabyss-about": "Mind's Abyss is a fast-paced cooperative platformer where two players take on the roles of Dream and Nightmare. Together, they must escape a dying mind, navigating challenging levels full of tension and teamwork. Will you be able to recover all the memory fragments to keep this mind alive?",
  "mindsabyss-best-game": "Best Game Award - CITM Game Jam 2024",
  "aresatlas-about": "Play as Ares, an explorer journeying through diverse locations around the world. Each level challenges you to complete multiple runs, where your previous attempts appear as “ghosts” you must avoid, making every run progressively more intense. Besides, you will also be able to travel between 2D and 3D in game to achieve your goals.",
  "aresatlas-best-tech": "Best Tech Award - CITM Game Jam 2025",
  "aresatlas-finalist-design": "Finalist - Best Design - CITM Game Jam 2025",
  "aresatlas-finalist-game": "Finalist - Best Game Award - CITM Game Jam 2025",
  "aresatlas-best-game-pixel": "Best Game Award - Premis Pixel 2025",
  "stelar-about": "Stelar is a calm 2D puzzle game where you connect stars to form beautiful constellations. Observe the space and try to find the most unique stars, solving thoughtful puzzles that spark your creativity and curiosity, try to discover all the constellations!",
  "stelar-terrassa": "Terrassa Game Award - Indie Games TRS 2023",
  "stelar-diversifiers": "Best game with diversifiers - Indie Games TRS 2023",
  "our-games-title": "Our Games",
  "our-games": "Each game is a doorway to a new world. Don't settle for just a first impression and  explore all our titles and find your next favorite experience.",
  "latest-games-title": "Latest Games",
  "about-mermelada-title": "About Mermelada"
}