{
  "home": "INICIO",
  "about": "SOBRE NOSOTROS",
  "games": "JUEGOS",
  "footer-legal": "Copyright Mermelada Games. Todos los derechos reservados. Todos los nombres de empresa, marcas registradas y logotipos son propiedad de sus respectivos dueños.",
  "about-title": "Sobre Nosotros",
  "about-text": "Somos cinco desarrolladores de videojuegos de Barcelona a quienes nos encanta hacer juegos únicos pero sobre todo divertidos. Se trata de pasión, amistad, creatividad y mucho caos. Siempre untando diversión.",
  "mission-title": "Misión",
  "mission-text": "Nuestro objetivo es untar diversión en cada rincón con creatividad y juegos accesibles  para todo el mundo.",
  "role-artist": "Artista",
  "role-designer": "Diseñador",
  "role-designer-artist": "Diseñador y Artista",
  "role-programmer": "Programador",
  "role-programmer-audio": "Programador y Audio",
  "team": "EQUIPO",
  "view-game": "VER EL JUEGO",
  "play-game": "JUGAR AL JUEGO",
  "game-about": "Sobre el juego",
  "mots-about": "Mots es un juego de género puzle que promueve la riqueza de la lengua catalana. Está diseñado para jugadores de todas las edades, y contiene mecánicas muy simples apoyadas de efectos visuales tranquilos y relajantes. Si eres un entusiasta de los idiomas o alguien que se quiere relajar, Mots te invita a descubrir, aprender y disfrutar del Catalán. Este es un prototipo que ha sido seleccionado para desarrollarse y ser publicado por GameBCN y 3Cat.",
  "mots-max-fun": "Máxima Diversión - Premios LUDI 2024",
  "mots-selected": "Seleccinado para desarrollar - Premios LUDI 2024",
  "hexam-about":"Hexam es un juego dirigido a niños de 6 a 8 años, cuyo objetivo es reforzar sus conocimientos en asignaturas como catalán, ciencias, música y matemáticas mediante múltiples rompecabezas y una mecánica muy intuitiva. El aprendizaje se desarrolla a través de dos modos de juego: el modo casual y el modo cronómetro. Los jugadores tendrán que unir, seleccionar, clasificar, elegir y ordenar diferentes conceptos para completar los puzzles.",
  "hexam-best-replayability":"Mejor rejugabilidad - Premios LUDI 2025",
  "mindsabyss-about": "Mind's Abyss es un juego cooperativo de plataformas en el que dos jugadores asumen los roles de Sueño y Pesadilla. Juntos deben escapar de una mente que se está apagando, mientras navegan por niveles llenos de tensión y trabajo en equipo. ¿Serás capaz de recuperar todos los fragmentos de memoria para mantener esta mente viva?",
  "mindsabyss-best-game": "Mejor Juego - CITM Game Jam 2024",
  "aresatlas-about": "Toma el papel de Ares, una exploradora que viaja a través de diferentes localizaciones por todo el mundo. Cada nivel te reta a completar diferentes partidas, en las que tus intentos previos aparecen como “fantasmas” que debes evitar. En consecuencia, cada nivel es progresivamente más intenso. Además, también serás capaz de viajar entre el 2D y el 3D durante tus partidas para lograr tus objetivos.",
  "aresatlas-best-tech": "Premio Mejor Tecnología - CITM Game Jam 2025",
  "aresatlas-finalist-design": "Finalista - Mejor Diseño - CITM Game Jam 2025",
  "aresatlas-finalist-game": "Finalista - Premio Mejor Juego - CITM Game Jam 2025",
  "aresatlas-best-game-pixel": "Premio Mejor Juego - Premis Pixel 2025",
  "stelar-about": "Stelar es un juego en 2D de género puzle muy relajante. En este, tendrás que conectar estrellas para formar constelaciones preciosas. Observa el espacio, e intenta descubrir estrellas únicas, resolviendo puzles que potencian tu creatividad y curiosidad. ¡Intenta descubrir todas las constelaciones!",
  "stelar-terrassa": "Premio Terrassa - Indie Games TRS 2023",
  "stelar-diversifiers": "Mejor juego con diversifiers - Indie Games TRS 2023",
  "our-games-title": "Nuestros Juegos",
  "our-games": "Cada juego es una puerta a un nuevo mundo. No te conformes con la primera impresión: explora todos nuestros títulos y encuentra tu próxima experiencia favorita.",
  "latest-games-title": "Últimos Juegos",
  "about-mermelada-title": "Sobre Mermelada",
  "meta-home-description": "Mermelada Games es un estudio indie de Barcelona que crea videojuegos únicos, divertidos y creativos. Descubre nuestros últimos juegos y conoce al equipo.",
  "meta-about-description": "Conoce más sobre Mermelada Games, nuestra misión y el equipo apasionado detrás de nuestros juegos indie.",
  "meta-games-description": "Explora todos los juegos desarrollados por Mermelada Games. Encuentra tu próxima experiencia favorita.",
  "meta-aresatlas-description": "Ares Atlas es un desafiante juego de plataformas de Mermelada Games. Evita tus propios fantasmas y cambia entre mundos 2D y 3D.",
  "meta-mindsabyss-description": "Mind's Abyss es un juego cooperativo de plataformas donde dos jugadores escapan de una mente que se apaga. Trabajo en equipo y tensión asegurados.",
  "meta-mots-description": "Mots es un juego de puzles de palabras que celebra la lengua catalana. Relájate, aprende y disfruta de puzles únicos.",
  "meta-stelar-description": "Stelar es un relajante juego de puzles 2D donde conectas estrellas para formar constelaciones. Despierta tu creatividad y curiosidad.",
  "meta-hexam-description": "Hexam es un juego de puzles educativo diseñado para niños de 6 a 8 años. Refuerza los conocimientos en asignaturas como catalán, ciencias, música y matemáticas mediante una jugabilidad intuitiva y puzzles atractivos."
}